const data = {
  'height': {
    'day': [
      {
        title: '当前身高重度生长迟缓，可能异常；',
        content: [
          {
            title: '[建议]：',
            content: '<p>1.建议在专业儿科医生帮助下，通过家庭史，进行体格测量，骨龄、甲状腺功能、生长激素水平、染色体和颅脑等方面的特异性检查，排除病理性原因；</p><p>2.建议在专业儿科医生帮助下，排除反复呼吸道感染和腹泻，消化道畸形，内分泌、遗传代谢性疾病及影响生长发育的其他慢性疾病。</p>'
          },
          {
            title: '[身高管理]：',
            content: '<p>定期营养监测，每个月测量身高，检查骨龄及内分泌水平；</p><p>参考发育标准曲线，定期检测儿童生长发育轨迹。</p>'
          },
          {
            title: '[营养建议]：',
            content: '<p>1. 在选择食物时注意选择富含优质蛋白质、钙、铁、锌和维生素A、D丰富的食物，如牛奶和奶制品（对于婴幼儿来说尽量母乳喂养），鱼蛋肉禽，大豆制品和蔬菜水果（尤其是黄绿色果蔬）等；</p><p>2. 主食（米、面、粗粮等碳水化合物）是主要的能量来源，足够主食可以节约蛋白质，使蛋白质能充分为身体所利用； </p><p>3. 除非处于高碘地区，否则建议使用碘盐。（2岁以内儿童的饮食中无需额外添加盐）；</p><p>4. 纠正不良的饮食习惯，避免挑食偏食，控制高脂、高盐、高糖的食物摄入，保证膳食多样化；</p><p>5. 必要时咨询医生，使用营养补充剂</p>'
          },
          {
            title: '[睡眠建议]：',
            content: '<p>促进身高生长的生长激素主要在夜间分泌，凌晨1点达到高峰。创造良好的睡眠护环境，在晚间10点以前入睡，保障充足的睡眠时间；</p>',
            age: {
              '90': '对于日龄0-3个月儿童：建议婴儿每天睡眠时间14-17小时；',
              '120-330': '对于日龄4-11个月儿童：建议婴儿每天睡眠时间12-16小时；',
              '360-1080': '对于日龄1-2岁的儿童：建议婴儿每天睡眠时间11-14小时；',
              '1080-2000000': '对于日龄3-6岁的儿童：每天10-13小时的睡眠，并且注意保持规律睡眠'
            }
          },
          {
            title: '[运动建议]：',
            content: '<p>建议以耐力运动为好，每次最好持续20分钟以上，强度以孩子出汗为准。户外运动让孩子接受日照，帮助皮肤合成活性维生素D，促进钙的吸收，更有助于长高。</p>',
            age: {
              '360': '对于日龄在1岁内儿童：建议每天进行几次的互动式地面活动。如果孩子还不能自主爬行，建议每天至少做30分钟的俯卧活动（腹部时间）；注意避免过度包裹婴儿，影响其运动能力的发展 ；',
              '360-1080': '对于日龄1-2岁儿童：建议每天进行180分钟不同类型的运动，包括中高强度的活动，直至孩子出汗；',
              '1080-2000000': '对于日龄 3-6岁儿童：建议每天至少有3个小时的活动，其中包括1个小时的中高强度活动，如踢毽子、跳绳、摸高跳、兔子跳等简易的活动；'
            }
          },
          {
            title: '[情绪管理]：',
            content: '<p>建议保证孩子良好的情绪体验。长期不良情绪会影响孩子的内分泌，进而影响身高的发育。父母多注意与孩子沟通的方式方法。</p>'
          },
          {
            title: '[疾病预防]：',
            content: '<p>长期患病往往会影响孩子生长发育，应积极预防疾病，增强机体抵抗力，注意饮食卫生，促进健康。</p>'
          }
        ]
      },
      {
        title: '当前身高中度生长迟缓，可能异常；',
        content: [
          {
            title: '[建议]：',
            content: '<p>1.建议在专业儿科医生帮助下，通过家庭史，进行体格测量，骨龄、甲状腺功能、生长激素水平、染色体和颅脑等方面的特异性检查，排除病理性原因；</p><p>2.建议在专业儿科医生帮助下，排除反复呼吸道感染和腹泻，消化道畸形，内分泌、遗传代谢性疾病及影响生长发育的其他慢性疾病。</p>'
          },
          {
            title: '[身高管理]：',
            content: '<p>定期营养监测，每个月测量身高，检查骨龄及内分泌水平；</p><p>参考发育标准曲线，定期检测儿童生长发育轨迹。</p>'
          },
          {
            title: '[营养建议]：',
            content: '<p>1. 在选择食物时注意选择富含优质蛋白质、钙、铁、锌和维生素A、D丰富的食物，如牛奶和奶制品（对于婴幼儿来说尽量母乳喂养），鱼蛋肉禽，大豆制品和蔬菜水果（尤其是黄绿色果蔬）等；</p><p>2. 主食（米、面、粗粮等碳水化合物）是主要的能量来源，足够主食可以节约蛋白质，使蛋白质能充分为身体所利用； </p><p>3. 除非处于高碘地区，否则建议使用碘盐。（2岁以内儿童的饮食中无需额外添加盐）；</p><p>4. 纠正不良的饮食习惯，避免挑食偏食，控制高脂、高盐、高糖的食物摄入，保证膳食多样化；</p><p>5. 必要时咨询医生，使用营养补充剂</p>'
          },
          {
            title: '[睡眠建议]：',
            content: '<p>促进身高生长的生长激素主要在夜间分泌，凌晨1点达到高峰。创造良好的睡眠护环境，在晚间10点以前入睡，保障充足的睡眠时间；</p>',
            age: {
              '90': '对于日龄0-3个月儿童：建议婴儿每天睡眠时间14-17小时；',
              '120-330': '对于日龄4-11个月儿童：建议婴儿每天睡眠时间12-16小时；',
              '360-1080': '对于日龄1-2岁的儿童：建议婴儿每天睡眠时间11-14小时；',
              '1080-2000000': '对于日龄3-6岁的儿童：每天10-13小时的睡眠，并且注意保持规律睡眠'
            }
          },
          {
            title: '[运动建议]：',
            content: '<p>建议以耐力运动为好，每次最好持续20分钟以上，强度以孩子出汗为准。户外运动让孩子接受日照，帮助皮肤合成活性维生素D，促进钙的吸收，更有助于长高。',
            age: {
              '360': '对于日龄在1岁内儿童：建议每天进行几次的互动式地面活动。如果孩子还不能自主爬行，建议每天至少做30分钟的俯卧活动（腹部时间）；注意避免过度包裹婴儿，影响其运动能力的发展 ；',
              '360-1080': '对于日龄1-2岁儿童：建议每天进行180分钟不同类型的运动，包括中高强度的活动，直至孩子出汗；',
              '1080-2000000': '对于日龄 3-6岁儿童：建议每天至少有3个小时的活动，其中包括1个小时的中高强度活动，如踢毽子、跳绳、摸高跳、兔子跳等简易的活动；'
            }
          },
          {
            title: '[情绪管理]：',
            content: '<p>建议保证孩子良好的情绪体验。长期不良情绪会影响孩子的内分泌，进而影响身高的发育。父母多注意与孩子沟通的方式方法。</p>'
          },
          {
            title: '[疾病预防]：',
            content: '<p>长期患病往往会影响孩子生长发育，应积极预防疾病，增强机体抵抗力，注意饮食卫生，促进健康。</p>'
          }
        ]
      },
      {
        title: '当前身高中等，正常',
        content: [
          {
            title: '[建议]：',
            content: '<p>建议定期带孩子接受健康检查和生长发育评价；</p>',
            age: {
              '360': '对于日龄1岁以内儿童：建议每年4次； ',
              '360-1080': '于日龄1-2岁以内儿童：建议每年2次；',
              '1080-2000000': '对于日龄3岁以上儿童：建议每年1次；'
            }
          },
          {
            title: '[身高管理]：',
            content: '<p>每月进行身高测量， 参考发育标准曲线，定期检测儿童生长发育轨迹。</p>'
          },
          {
            title: '[营养建议]：',
            content: `
              <p>1. 建议在选择食物时，注意选择富含优质蛋白质、钙、铁、锌和维生素A、D丰富的食物。如牛奶和奶制品（对于婴幼儿来说尽量母乳喂养），鱼蛋肉禽，大豆制品和蔬菜水果（尤其是黄绿色果蔬）等;</p>
              <p>2. 主食（米、面、粗粮等碳水化合物）是主要的能量来源，足够主食可以节约蛋白质，使蛋白质能充分为身体所利用;</p>
              <p>3. 除非处于高碘地区，否则建议使用碘盐。（2岁以内儿童的饮食中无需额外添加盐）;</p>
              <p>4. 纠正不良的饮食习惯，避免挑食偏食，控制高脂、高盐、高糖的食物摄入，保证膳食多样化;</p>
              <p>5. 必要时咨询医生，使用营养补充剂</p>
            `
          },
          {
            title: '[睡眠建议]：',
            content: `
              <p>促进身高生长的生长激素主要在夜间分泌，凌晨1点达到高峰。创造良好的睡眠护环境，在晚间10点以前入睡，保障充足的睡眠时间；</p>
            `,
            age: {
              '120': '对于日龄0-3个月儿童：建议婴儿每天睡眠时间14-17小时； ',
              '121-360': '对于日龄4-11个月儿童：建议婴儿每天睡眠时间12-16小时； ',
              '361-1080': '对于日龄1-2岁的儿童：建议婴儿每天睡眠时间11-14小时；',
              '1081-2160': '对于日龄3-6岁的儿童：每天10-13小时的睡眠，并且注意保持规律睡眠；'
            }
          },
          {
            title: '[运动建议]：',
            content: `
              <p>建议以耐力运动为好，每次最好持续20分钟以上，强度以孩子出汗为准。户外运动让孩子接受日照，帮助皮肤合成活性维生素D，促进钙的吸收，更有助于长高。</p>
            `,
            age: {
              '360': '对于日龄在1岁内儿童：建议每天进行几次的互动式地面活动。如果孩子还不能自主爬行，建议每天至少做30分钟的俯卧活动（腹部时间）；注意避免过度包裹婴儿，影响其运动能力的发展 ；',
              '361-1080': '对于日龄1-2岁儿童：建议每天进行180分钟不同类型的运动，包括中高强度的活动，直至孩子出汗；',
              '1080-2160': '对于日龄 3-6岁儿童：建议每天至少有3个小时的活动，其中包括1个小时的中高强度活动，如踢毽子、跳绳、摸高跳、兔子跳等简易的活动；'
            }
          },
          {
            title: '[情绪管理]：',
            content: '<p>建议保证孩子良好的情绪体验。长期不良情绪会影响孩子的内分泌，进而影响身高的发育。父母多注意与孩子沟通的方式方法。</p>'
          },
          {
            title: '[疾病预防]：',
            content: '<p>长期患病往往会影响孩子生长发育，应积极预防疾病，增强机体抵抗力，注意饮食卫生，促进健康。</p>'
          }
        ]
      },
      {
        title: '当前身高中等偏上，正常',
        content: [
          {
            title: '[建议]：',
            content: '<p>建议定期带孩子接受健康检查和生长发育评价；</p>',
            age: {
              '360': '对于日龄1岁以内儿童：建议每年4次； ',
              '361-1080': '于日龄1-2岁以内儿童：建议每年2次；',
              '1081-2000000': '对于日龄3岁以上儿童：建议每年1次；'
            }
          },
          {
            title: '[身高管理]：',
            content: '<p>每月进行身高测量， 参考发育标准曲线，定期检测儿童生长发育轨迹。</p>'
          },
          {
            title: '[营养建议]：',
            content: `
              <p>1. 建议在选择食物时，注意选择富含优质蛋白质、钙、铁、锌和维生素A、D丰富的食物。如牛奶和奶制品（对于婴幼儿来说尽量母乳喂养），鱼蛋肉禽，大豆制品和蔬菜水果（尤其是黄绿色果蔬）等;</p>
              <p>2. 主食（米、面、粗粮等碳水化合物）是主要的能量来源，足够主食可以节约蛋白质，使蛋白质能充分为身体所利用;</p>
              <p>3. 除非处于高碘地区，否则建议使用碘盐。（2岁以内儿童的饮食中无需额外添加盐）;</p>
              <p>4. 纠正不良的饮食习惯，避免挑食偏食，控制高脂、高盐、高糖的食物摄入，保证膳食多样化;</p>
              <p>5. 必要时咨询医生，使用营养补充剂</p>
            `,
          },
          {
            title: '[睡眠建议]：',
            content: `
              <p>促进身高生长的生长激素主要在夜间分泌，凌晨1点达到高峰。创造良好的睡眠护环境，在晚间10点以前入睡，保障充足的睡眠时间；</p>
            `,
            age: {
              '120': '对于日龄0-3个月儿童：建议婴儿每天睡眠时间14-17小时；',
              '121-360': '对于日龄4-11个月儿童：建议婴儿每天睡眠时间12-16小时；',
              '361-1080': '对于日龄1-2岁的儿童：建议婴儿每天睡眠时间11-14小时；',
              '1081-2160': '对于日龄3-6岁的儿童：每天10-13小时的睡眠，并且注意保持规律睡眠；'
            }
          },
          {
            title: '[运动建议]：',
            content: `
              <p>建议以耐力运动为好，每次最好持续20分钟以上，强度以孩子出汗为准。户外运动让孩子接受日照，帮助皮肤合成活性维生素D，促进钙的吸收，更有助于长高。</p>
            `,
            age: {
              '360': '对于日龄在1岁内儿童：建议每天进行几次的互动式地面活动。如果孩子还不能自主爬行，建议每天至少做30分钟的俯卧活动（腹部时间）；注意避免过度包裹婴儿，影响其运动能力的发展 ；',
              '361-1080': '对于日龄1-2岁儿童：建议每天进行180分钟不同类型的运动，包括中高强度的活动，直至孩子出汗；',
              '1081-2160': '对于日龄 3-6岁儿童：建议每天至少有3个小时的活动，其中包括1个小时的中高强度活动，如踢毽子、跳绳、摸高跳、兔子跳等简易的活动；'
            }
          },
          {
            title: '[情绪管理]：',
            content: '<p>建议保证孩子良好的情绪体验。长期不良情绪会影响孩子的内分泌，进而影响身高的发育。父母多注意与孩子沟通的方式方法。</p>'
          },
          {
            title: '[疾病预防]：',
            content: '<p>长期患病往往会影响孩子生长发育，应积极预防疾病，增强机体抵抗力，注意饮食卫生，促进健康。</p>'
          }
        ]
      },
      {
        title: '当前身高为高身材',
        content: [
          {
            title: '[建议]：',
            content: `
              <p>1. 建议定期带孩子接受健康检查和生长发育评价</p>
            `,
            age: {
              '360': '对于日龄1岁以内儿童：建议每年4次；',
              '360-1080': '对于日龄1-2岁以内儿童：建议每年2次；',
              '1080-2160': '对于日龄3岁以上儿童：建议每年1次；'
            }
          },
          {
            title: '',
            content: '<p>2. 定期检测骨龄，以评估骨龄发育是否提前，预测最终身高；</p>'
          },
          {
            title: '[身高管理]：',
            content: '<p>每月进行身高测量， 参考发育标准曲线，定期检测儿童生长发育轨迹。</p>'
          },
          {
            title: '[营养建议]：',
            content: `
              <p>预防儿童营养过剩，避免超重和肥胖。脂肪有内分泌功能，肥胖会导致雌激素过量分泌，促进骨骼过快成熟，骨骺端提前闭合，缩短青春期快速增长时间，使其身高发育时间较同龄人缩短，影响成人最终身高。</p>
            `
          }
        ]
      },
      {
        title: '当前身高为超高身材',
        content: [
          {
            title: '[建议]：',
            content: `
              <p>1. 建议定期带孩子接受健康检查和生长发育评价</p>
            `,
            age: {
              '360': '对于日龄1岁以内儿童：建议每年4次；',
              '361-1080': '对于日龄1-2岁以内儿童：建议每年2次；',
              '1081-2160': '对于日龄3岁以上儿童：建议每年1次；'
            }
          },
          {
            title: '',
            content: `
              <p>2. 定期检测骨龄，以评估骨龄发育是否提前，预测最终身高；</p>
            `
          },
          {
            title: '[身高管理]：',
            content: '<p>每月进行身高测量， 参考发育标准曲线，定期检测儿童生长发育轨迹。</p>'
          },
          {
            title: '[营养建议]：',
            content: `
              <p>预防儿童营养过剩，避免超重和肥胖。脂肪有内分泌功能，肥胖会导致雌激素过量分泌，促进骨骼过快成熟，骨骺端提前闭合，缩短青春期快速增长时间，使其身高发育时间较同龄人缩短，影响成人最终身高。</p>
            `
          }
        ]
      }
    ],
    'months': [
      {
        title: '当前身高重度生长迟缓，可能异常；',
        content: [
          {
            title: '[建议]：',
            content: `
              <p>1.建议在专业儿科医生帮助下，通过家庭史，进行体格测量，骨龄、甲状腺功能、生长激素水平、染色体和颅脑等方面的特异性检查，排除病理性原因；</p>
              <p>2.建议在专业儿科医生帮助下，排除反复呼吸道感染和腹泻，消化道畸形，内分泌、遗传代谢性疾病及影响生长发育的其他慢性疾病。</p>
            `
          },
          {
            title: '[身高管理]：',
            content: `
              <p>定期营养监测，每个月测量身高，检查骨龄及内分泌水平；</p>
              <p>参考发育标准曲线，定期检测儿童生长发育轨迹。</p>
            `
          },
          {
            title: '[营养建议]：',
            content: `
              <p>1. 在选择食物时注意选择富含优质蛋白质、钙、铁、锌和维生素A、D丰富的食物，如牛奶和奶制品，鱼蛋肉禽，大豆制品和蔬菜水果（尤其是黄绿色果蔬）等；</p>
              <p>2. 主食（米、面、粗粮等碳水化合物）是主要的能量来源，足够主食可以节约蛋白质，使蛋白质能充分为身体所利用；</p>
              <p>3. 除非处于高碘地区，否则建议使用碘盐。</p>
              <p>4. 纠正不良的饮食习惯，避免挑食偏食，保证膳食多样化；</p>
              <p>5. 必要时咨询医生，使用营养补充剂</p>
            `
          },
          {
            title: '[睡眠建议]：',
            content: `
              <p>促进身高生长的生长激素主要在夜间分泌，凌晨1点达到高峰。创造良好的睡眠护环境，在晚间10点以前入睡，保障充足的睡眠时间；</p>
            `,
            age: {
              '1800-3960': '对于月龄5-11岁儿童：建议保证小学生每日10个小时的睡眠时间；',
              '3960-6840': '对于日龄11-19岁儿童：建议保证初中生每天9小时的睡眠时间；',
            }
          },
          {
            title: '[运动建议]：',
            content: `
              <p>1. 促进长高的耐力运动为好，弹跳运动，伸展运动和全身性运动等都有利于儿童长高。可以结合孩子的兴趣爱好进行选择；</p>
              <p>2. 可以给关节和脊柱适当刺激，都有利于身高的生长；</p>
              <p>3. 建议每次运动最好持续20分钟以上，强度以出汗、心跳加快为准；</p>
              <p>4. 不良的体态姿势会影响骨骼发育，要注意避免和纠正。</p>
            `
          },
          {
            title: '[情绪管理]：',
            content: `
              <p>建议保证孩子良好的情绪体验。长期不良情绪会影响孩子的内分泌，进而影响身高的发育。父母多注意与孩子沟通的方式方法。</p>
            `
          },
          {
            title: '[疾病预防]：',
            content: `
              <p>长期患病往往会影响孩子生长发育，应积极预防疾病，增强机体抵抗力，注意饮食卫生，促进健康。</p>
            `
          }
        ]
      },
      {
        title: '当前身高中度生长迟缓，可能异常；',
        content: [
          {
            title: '[建议]：',
            content: `
              <p>1.建议在专业儿科医生帮助下，通过家庭史，进行体格测量，骨龄、甲状腺功能、生长激素水平、染色体和颅脑等方面的特异性检查，排除病理性原因；</p>
              <p>2.建议在专业儿科医生帮助下，排除反复呼吸道感染和腹泻，消化道畸形，内分泌、遗传代谢性疾病及影响生长发育的其他慢性疾病。</p>
            `
          },
          {
            title: '[身高管理]：',
            content: `
              <p>定期营养监测，每个月测量身高，检查骨龄及内分泌水平；</p>
              <p>参考发育标准曲线，定期检测儿童生长发育轨迹。</p>
            `
          },
          {
            title: '[营养建议]：',
            content: `
              <p>1. 在选择食物时注意选择富含优质蛋白质、钙、铁、锌和维生素A、D丰富的食物，如牛奶和奶制品，鱼蛋肉禽，大豆制品和蔬菜水果（尤其是黄绿色果蔬）等；</p>
              <p>2. 主食（米、面、粗粮等碳水化合物）是主要的能量来源，足够主食可以节约蛋白质，使蛋白质能充分为身体所利用；</p>
              <p>3. 除非处于高碘地区，否则建议使用碘盐。</p>
              <p>4. 纠正不良的饮食习惯，避免挑食偏食，保证膳食多样化；</p>
              <p>5. 必要时咨询医生，使用营养补充剂</p>
            `
          },
          {
            title: '[睡眠建议]：',
            content: `
              <p>促进身高生长的生长激素主要在夜间分泌，凌晨1点达到高峰。创造良好的睡眠护环境，在晚间10点以前入睡，保障充足的睡眠时间；</p>
            `,
            age: {
              '1800-3960': '对于月龄5-11岁儿童：建议保证小学生每日10个小时的睡眠时间； ',
              '3960-6840': '对于日龄11-19岁儿童：建议保证初中生每天9小时的睡眠时间；',
            }
          },
          {
            title: '[运动建议]：',
            content: `
              <p>1. 促进长高的耐力运动为好，弹跳运动，伸展运动和全身性运动等都有利于儿童长高。可以结合孩子的兴趣爱好进行选择；</p>
              <p>2. 可以给关节和脊柱适当刺激，都有利于身高的生长；</p>
              <p>3. 建议每次运动最好持续20分钟以上，强度以出汗、心跳加快为准；</p>
              <p>4. 不良的体态姿势会影响骨骼发育，要注意避免和纠正。</p>
            `
          },
          {
            title: '[情绪管理]：',
            content: `
              <p>建议保证孩子良好的情绪体验。长期不良情绪会影响孩子的内分泌，进而影响身高的发育。父母多注意与孩子沟通的方式方法。</p>
            `
          },
          {
            title: '[疾病预防]：',
            content: `
              <p>长期患病往往会影响孩子生长发育，应积极预防疾病，增强机体抵抗力，注意饮食卫生，促进健康。</p>
            `
          }
        ]
      },
      {
        title: '当前身高中等，正常',
        content: [
          {
            title: '[建议]：',
            content: `
              <p>建议定期带孩子接受健康检查和生长发育评价；</p>
            `
          },
          {
            title: '[身高管理]：',
            content: `
              <p>定期营养监测，每个月测量身高，检查骨龄及内分泌水平；</p>
              <p>参考发育标准曲线，定期检测儿童生长发育轨迹。</p>
            `
          },
          {
            title: '[营养建议]：',
            content: `
              <p>1. 在选择食物时注意选择富含优质蛋白质、钙、铁、锌和维生素A、D丰富的食物，如牛奶和奶制品，鱼蛋肉禽，大豆制品和蔬菜水果（尤其是黄绿色果蔬）等；</p>
              <p>2. 主食（米、面、粗粮等碳水化合物）是主要的能量来源，足够主食可以节约蛋白质，使蛋白质能充分为身体所利用；</p>
              <p>3. 除非处于高碘地区，否则建议使用碘盐。</p>
              <p>4. 纠正不良的饮食习惯，避免挑食偏食，保证膳食多样化；</p>
              <p>5. 必要时咨询医生，使用营养补充剂</p>
            `
          },
          {
            title: '[睡眠建议]：',
            content: `
              <p>促进身高生长的生长激素主要在夜间分泌，凌晨1点达到高峰。创造良好的睡眠护环境，在晚间10点以前入睡，保障充足的睡眠时间；</p>
            `,
            age: {
              '1800-3960': '对于月龄5-11岁儿童：建议保证小学生每日10个小时的睡眠时间； ',
              '3960-6840': '对于日龄11-19岁儿童：建议保证初中生每天9小时的睡眠时间；',
            }
          },
          {
            title: '[运动建议]：',
            content: `
              <p>1. 促进长高的耐力运动为好，弹跳运动，伸展运动和全身性运动等都有利于儿童长高。可以结合孩子的兴趣爱好进行选择；</p>
              <p>2. 可以给关节和脊柱适当刺激，都有利于身高的生长；</p>
              <p>3. 建议每次运动最好持续20分钟以上，强度以出汗、心跳加快为准；</p>
              <p>4. 不良的体态姿势会影响骨骼发育，要注意避免和纠正。</p>
            `
          },
          {
            title: '[情绪管理]：',
            content: `
              <p>建议保证孩子良好的情绪体验。长期不良情绪会影响孩子的内分泌，进而影响身高的发育。父母多注意与孩子沟通的方式方法。</p>
            `
          },
          {
            title: '[疾病预防]：',
            content: `
              <p>长期患病往往会影响孩子生长发育，应积极预防疾病，增强机体抵抗力，注意饮食卫生，促进健康。</p>
            `
          }
        ]
      },
      {
        title: '当前身高中等偏上，正常',
        content: [
          {
            title: '[建议]：',
            content: `
              <p>建议定期带孩子接受健康检查和生长发育评价；</p>
            `
          },
          {
            title: '[身高管理]：',
            content: `
              <p>定期营养监测，每个月测量身高，检查骨龄及内分泌水平；</p>
              <p>参考发育标准曲线，定期检测儿童生长发育轨迹。</p>
            `
          },
          {
            title: '[营养建议]：',
            content: `
              <p>1. 在选择食物时注意选择富含优质蛋白质、钙、铁、锌和维生素A、D丰富的食物，如牛奶和奶制品，鱼蛋肉禽，大豆制品和蔬菜水果（尤其是黄绿色果蔬）等；</p>
              <p>2. 主食（米、面、粗粮等碳水化合物）是主要的能量来源，足够主食可以节约蛋白质，使蛋白质能充分为身体所利用；</p>
              <p>3. 除非处于高碘地区，否则建议使用碘盐。</p>
              <p>4. 纠正不良的饮食习惯，避免挑食偏食，保证膳食多样化；</p>
              <p>5. 必要时咨询医生，使用营养补充剂</p>
            `
          },
          {
            title: '[睡眠建议]：',
            content: `
              <p>促进身高生长的生长激素主要在夜间分泌，凌晨1点达到高峰。创造良好的睡眠护环境，在晚间10点以前入睡，保障充足的睡眠时间；</p>
            `,
            age: {
              '1800-3960': '对于月龄5-11岁儿童：建议保证小学生每日10个小时的睡眠时间； ',
              '3960-6840': '对于日龄11-19岁儿童：建议保证初中生每天9小时的睡眠时间；',
            }
          },
          {
            title: '[运动建议]：',
            content: `
              <p>1. 促进长高的耐力运动为好，弹跳运动，伸展运动和全身性运动等都有利于儿童长高。可以结合孩子的兴趣爱好进行选择；</p>
              <p>2. 可以给关节和脊柱适当刺激，都有利于身高的生长；</p>
              <p>3. 建议每次运动最好持续20分钟以上，强度以出汗、心跳加快为准；</p>
              <p>4. 不良的体态姿势会影响骨骼发育，要注意避免和纠正。</p>
            `
          },
          {
            title: '[情绪管理]：',
            content: `
              <p>建议保证孩子良好的情绪体验。长期不良情绪会影响孩子的内分泌，进而影响身高的发育。父母多注意与孩子沟通的方式方法。</p>
            `
          },
          {
            title: '[疾病预防]：',
            content: `
              <p>长期患病往往会影响孩子生长发育，应积极预防疾病，增强机体抵抗力，注意饮食卫生，促进健康。</p>
            `
          }
        ]
      },
      {
        title: '当前身高为高身材',
        content: [
          {
            title: '[建议]：',
            content: `
              <p>建议定期带孩子接受健康检查和生长发育评价；</p>
              <p>定期检测骨龄，以评估骨龄发育是否提前，预测最终身高；</p>
            `
          },
          {
            title: '[身高管理]：',
            content: `
              <p>每月进行身高测量， 参考发育标准曲线，定期检测儿童生长发育轨迹。</p>
            `
          },
          {
            title: '[营养建议]：',
            content: `
              <p>预防儿童营养过剩，避免超重和肥胖。脂肪有内分泌功能，肥胖会导致雌激素过量分泌，促进骨骼过快成熟，骨骺端提前闭合，缩短青春期快速增长时间，使其身高发育时间较同龄人缩短，影响成人最终身高。</p>
            `
          }
        ]
      },
      {
        title: '当前身高为超高身材',
        content: [
          {
            title: '[建议]：',
            content: `
              <p>建议定期带孩子接受健康检查和生长发育评价；</p>
              <p>定期检测骨龄，以评估骨龄发育是否提前，预测最终身高；</p>
            `
          },
          {
            title: '[身高管理]：',
            content: `
              <p>每月进行身高测量， 参考发育标准曲线，定期检测儿童生长发育轨迹。</p>
            `
          },
          {
            title: '[营养建议]：',
            content: `
              <p>预防儿童营养过剩，避免超重和肥胖。脂肪有内分泌功能，肥胖会导致雌激素过量分泌，促进骨骼过快成熟，骨骺端提前闭合，缩短青春期快速增长时间，使其身高发育时间较同龄人缩短，影响成人最终身高。</p>
            `
          }
        ]
      }
    ]
  },
  'weight': {
    'day': [
      {
        title: '当前体重重度消瘦',
        content: [
          {
            title: '[建议]：',
            content: `<p>及时转诊，积极治疗原发病并进行营养支持干预。</p>`
          },
        ]
      },
      {
        title: '当前体重中度消瘦',
        content: [
          {
            title: '[建议]：',
            content: `
            <p>建议在专业儿科医生帮助下，通过体格测量，喂养史、疾病史、72小时膳食调查和饮食行为评估等，了解问题原因，积极治疗原发病，并有针对性进行营养干预。</p>
            `
          },
          {
            title: '[营养建议]：',
            content: `
              <p>营造良好睡眠环境，建立良好睡眠规律，保证孩子充足的睡眠；</p>
            `,
            age: {
              '0-730': `
                对0-2岁儿童：
                1) 出生后到满六个月前，进行纯母乳喂养；可以摄入维生素、矿物质滴剂或者必须药物；
                2) 辅食添加：
                a. 孩子满6个月左右开始，在母乳喂养的同时，及时、足量、适当、安全地添加辅食。
                b. 辅食可以分为7大类，包括，谷物、根茎类和薯类，豆类和坚果，奶类及其制品，肉类（红肉、鱼类、禽类和肝脏/内脏），蛋类，维生素A丰富的蔬果类（深绿色果蔬）和其它蔬果类。每天至少吃够4类可以满足孩子营养需要。
                c. 保证足够的喂养次数：母乳喂养的孩子每天保证至少3次辅食，非母乳喂养的孩子每天保证至少4次辅食，同时两次配方奶或牛奶。
                d. 注意辅食的稠度，保证足够的能量密度。米汤、稀饭等食物容量大，能量密度低，不能作为孩子的主要辅食；可以在其中加入肉泥、鱼泥、肝泥和油脂等提高能量密度，同时应该减少水分，增加食物稠度（以可以挂住勺子而不流下为宜）。
                e. 辅食添加遵循循序渐进的原则，一次添加1种辅食，逐渐增加喂养次数和喂养量。鼓励但不强迫进食。
                f. 评估日常油脂摄入情况，若不足，可适当增加油脂类食物的摄入量。
                3) 孩子出生后1~2周开始，每日给服维生素D500~1000国际单位，连续使用至2~3岁
              `,
              '730-10000000': `
                对于较大儿童：
                1) 注意食物的质和量，做到膳食多样化。保证优质蛋白质的摄入，主食（米、面、粗粮等碳水化合物）是主要的能量来源，足够主食可以节约蛋白质，使蛋白质能充分为身体所利用。
                2）评估日常油脂摄入情况，若不足，可适当增加油脂类食物的摄入量。
                3) 纠正不良饮食习惯，避免挑食、偏食等问题；逐渐建立饮食规律，培养自主进餐、饮食卫生和健康饮食习惯。
                4) 鼓励但不强迫进食。
              `
            }
          },
          {
            title: '[睡眠建议]：',
            content: '<p>促进身高生长的生长激素主要在夜间分泌，凌晨1点达到高峰。创造良好的睡眠护环境，在晚间10点以前入睡，保障充足的睡眠时间；</p>',
            age: {
              '0-90': `对于日龄0-3个月儿童：建议婴儿每天睡眠时间14-17小时；`,
              '120-330': `对于日龄4-11个月儿童：建议婴儿每天睡眠时间12-16小时；`,
              '365-730': `对于日龄1-2岁的儿童：建议婴儿每天睡眠时间11-14小时；`,
              '1095-2190': `对于日龄3-6岁的儿童：每天10-13小时的睡眠，并且注意保持规律睡眠；`
            }
          },
          {
            title: '[运动建议]：',
            content: '<p>1. 适当进行户外活动，多晒太阳，增强体质。</p>',
            age: {
              '730': '2. 对于2岁以内儿童，应杜绝视屏暴露',
              '730-1825': '2. 对于2-5岁儿童，每日久坐视屏时间应控制在60分钟以下。'
            }
          }
        ]
      },
      {
        title: '当前体重正常',
        content: [
          {
            title: '[建议]：',
            content: `
              <p>建议定期带孩子接受健康检查和生长发育评价；</p>
            `,
            age: {
              '360': '对于日龄1岁以内儿童：建议每年4次； ',
              '360-1080': '于日龄1-2岁以内儿童：建议每年2次；',
              '1080-2000000': '对于日龄3岁以上儿童：建议每年1次；'
            }
          },
          {
            title: '[营养建议]：',
            age: {
              '0-1080': `
                对0-2岁儿童\n
                1) 出生后到满六个月前，进行纯母乳喂养；可以摄入维生素、矿物质滴剂或者必须药物；\n
                2) 辅食添加：\n
                a. 孩子满6个月左右开始，在母乳喂养的同时，及时、足量、适当、安全地添加辅食。\n
                b. 辅食可以分为7大类，包括，谷物、根茎类和薯类，豆类和坚果，奶类及其制品，肉类（红肉、鱼类、禽类和肝脏/内脏），蛋类，维生素A丰富的蔬果类（深绿色果蔬）和其它蔬果类。每天至少吃够4类可以满足孩子营养需要。\n
                c. 保证足够的喂养次数：母乳喂养的孩子每天保证至少3次辅食，非母乳喂养的孩子每天保证至少4次辅食，同时两次配方奶或牛奶。\n
                d. 注意辅食的稠度，保证足够的能量密度。米汤、稀饭等食物容量大，能量密度低，不能作为孩子的主要辅食；可以在其中加入肉泥、鱼泥、肝泥和油脂等提高能量密度，同时应该减少水分，增加食物稠度（以可以挂住勺子而不流下为宜）。\n
                e. 辅食添加遵循循序渐进的原则，一次添加1种辅食，逐渐增加喂养次数和喂养量。鼓励但不强迫进食。\n
                f. 评估日常油脂摄入情况，若不足，可适当增加油脂类食物的摄入量。\n
                3) 孩子出生后1~2周开始，每日给服维生素D500~1000国际单位，连续使用至2~3岁\n
              `,
              '721-123123123': `
                1) 注意食物的质和量，做到膳食多样化。保证优质蛋白质的摄入，主食（米、面、粗粮等碳水化合物）是主要的能量来源，足够主食可以节约蛋白质，使蛋白质能充分为身体所利用。
                2）评估日常油脂摄入情况，若不足，可适当增加油脂类食物的摄入量。
                3) 纠正不良饮食习惯，避免挑食、偏食等问题；逐渐建立饮食规律，培养自主进餐、饮食卫生和健康饮食习惯。
                4) 鼓励但不强迫进食。
              `
            }
          },
          {
            title: '[睡眠建议]：',
            content: `
              <p>促进身高生长的生长激素主要在夜间分泌，凌晨1点达到高峰。创造良好的睡眠护环境，在晚间10点以前入睡，保障充足的睡眠时间；</p>
            `,
            age: {
              '90': '对于日龄0-3个月儿童：建议婴儿每天睡眠时间14-17小时',
              '91-360': '对于日龄4-11个月儿童：建议婴儿每天睡眠时间12-16小时',
              '360-1080': '对于日龄1-2岁的儿童：建议婴儿每天睡眠时间11-14小时',
              '1080-3000000': '对于日龄3-6岁的儿童：每天10-13小时的睡眠，并且注意保持规律睡眠'
            }
          },
          {
            title: '[运动建议]：',
            content: '<p>适当进行户外活动，多晒太阳，增强体质</p>',
            age: {
              '1080': '对于2岁以内儿童，应杜绝视屏暴露',
              '721-3000000': '对于2-5岁儿童，每日久坐视屏时间应控制在60分钟以下。'
            }
          }
        ]
      },
      {
        title: '当前体重正常',
        content: [
          {
            title: '[建议]：',
            content: `
              <p>建议定期带孩子接受健康检查和生长发育评价；</p>
            `,
            age: {
              '360': '对于日龄1岁以内儿童：建议每年4次； ',
              '360-1080': '于日龄1-2岁以内儿童：建议每年2次；',
              '1080-2000000': '对于日龄3岁以上儿童：建议每年1次；'
            }
          },
          {
            title: '[营养建议]：',
            age: {
              '1080': `
                对0-2岁儿童\n
                1) 出生后到满六个月前，进行纯母乳喂养；可以摄入维生素、矿物质滴剂或者必须药物；\n
                2) 辅食添加：\n
                a. 孩子满6个月左右开始，在母乳喂养的同时，及时、足量、适当、安全地添加辅食。\n
                b. 辅食可以分为7大类，包括，谷物、根茎类和薯类，豆类和坚果，奶类及其制品，肉类（红肉、鱼类、禽类和肝脏/内脏），蛋类，维生素A丰富的蔬果类（深绿色果蔬）和其它蔬果类。每天至少吃够4类可以满足孩子营养需要。\n
                c. 保证足够的喂养次数：母乳喂养的孩子每天保证至少3次辅食，非母乳喂养的孩子每天保证至少4次辅食，同时两次配方奶或牛奶。\n
                d. 注意辅食的稠度，保证足够的能量密度。米汤、稀饭等食物容量大，能量密度低，不能作为孩子的主要辅食；可以在其中加入肉泥、鱼泥、肝泥和油脂等提高能量密度，同时应该减少水分，增加食物稠度（以可以挂住勺子而不流下为宜）。\n
                e. 辅食添加遵循循序渐进的原则，一次添加1种辅食，逐渐增加喂养次数和喂养量。鼓励但不强迫进食。\n
                f. 评估日常油脂摄入情况，若不足，可适当增加油脂类食物的摄入量。\n
                3) 孩子出生后1~2周开始，每日给服维生素D500~1000国际单位，连续使用至2~3岁\n
              `,
              '721-123123123': `
                1) 注意食物的质和量，做到膳食多样化。保证优质蛋白质的摄入，主食（米、面、粗粮等碳水化合物）是主要的能量来源，足够主食可以节约蛋白质，使蛋白质能充分为身体所利用。
                2）评估日常油脂摄入情况，若不足，可适当增加油脂类食物的摄入量。
                3) 纠正不良饮食习惯，避免挑食、偏食等问题；逐渐建立饮食规律，培养自主进餐、饮食卫生和健康饮食习惯。
                4) 鼓励但不强迫进食。
              `
            }
          },
          {
            title: '[睡眠建议]：',
            content: `
              <p>促进身高生长的生长激素主要在夜间分泌，凌晨1点达到高峰。创造良好的睡眠护环境，在晚间10点以前入睡，保障充足的睡眠时间；</p>
            `,
            age: {
              '90': '对于日龄0-3个月儿童：建议婴儿每天睡眠时间14-17小时',
              '91-330': '对于日龄4-11个月儿童：建议婴儿每天睡眠时间12-16小时',
              '360-1080': '对于日龄1-2岁的儿童：建议婴儿每天睡眠时间11-14小时',
              '1080-3000000': '对于日龄3-6岁的儿童：每天10-13小时的睡眠，并且注意保持规律睡眠'
            }
          },
          {
            title: '[运动建议]：',
            content: '<p>适当进行户外活动，多晒太阳，增强体质</p>',
            age: {
              '1080': '对于2岁以内儿童，应杜绝视屏暴露',
              '721-3000000': '对于2-5岁儿童，每日久坐视屏时间应控制在60分钟以下。'
            }
          }
        ]
      },
      {
        title: '当前体重超重',
        content: [
          {
            title: '[建议]：',
            content: `
              <p>1. 在专业儿科医生帮助下，通过体格测量，出生史、喂养史、 72小时膳食调查和饮食行为评估等，以了解问题的原因，排除原发病，有针对性进行营养干预。</p>
              <p>2. 若有原发病或并发症，如胰岛素抵抗或代谢综合征等，建议寻求专业儿科医生的帮助，积极进行治疗。</p>
              <p>3. 每月进行营养监测，定期测量体重和身高，绘制生长曲线。</p>
            `
          },
          {
            title: '[饮食建议]：',
            content: `
              <p>1. 坚持母乳喂养。世界卫生组织和联合国儿童基金会推荐，对6个月以内的孩子进行纯母乳喂养，只吃母乳，不添加其它任何东西，包括水），6个月之后开始添加辅食并持续母乳喂养到孩子2岁甚至更久。</p>
              <p>2. 如果不能母乳喂养，选择质量合格的配方奶粉，避免过分机械性地依赖配方奶喂养说明上的喂养数量和时间，充分考虑宝宝的需要，避免强制进食。</p>
              <p>3. 避免过度喂养。注意观察和尊重孩子的吃饱的信号，不要强迫进食和过度喂养。这也可以让孩子能够听从自己身体发出的饥饿和饱胀感的信号，养成终身良好的饮食习惯。</p>
              <p>4. 注意辅食质量，避免过早添加辅食：一旦孩子准备好了（通常在孩子满6个月以后），建议给孩子添加辅食，包括水果和蔬菜，谷物，豆类，鱼、禽、蛋和瘦肉等。婴儿会尝试任何食物，在他们变得挑剔之前，及时塑造他们对食物的喜好。应该注意避免过早引入固体食物：哈佛研究表明，在四个月之前喂食固体食物的孩子未来更容易发生肥胖。</p>
              <p>5. 建议避免用食物来安慰孩子，或者用食物作为奖励的措施。</p>
            `
          },
          {
            title: '[营养建议]：',
            content: `
              <p>1. 小于2岁的儿童，不主张减肥，可以适当调整膳食结构，如用水果和蔬菜代替部分奶量。</p>
              <p>2. 对于较大儿童，主食以碳水化合物为主，正餐以米饭、面食为主食，加适量瘦肉、蛋、鱼、豆制品。</p>
              <p>3. 为满足孩子的饱腹感，建议用食物交换份概念，建议选择同样重量但体积大、热量少、膳食纤维含量多的食物，如芹菜、西红柿、黄瓜、红薯和白菜等，以增加饱腹感。</p>
              <p>4. 限制高脂、高糖和高盐食物，尤其注意控制含糖饮料的摄入。</p>
              <p>5. 进餐以少量多次为宜，可以变每日三餐为五餐。</p>
              <p>6. 热量的分配应加强早餐和中餐量，减少晚餐量，睡前2小时不再进食。</p>
              <p>7. 餐时宜先喝汤或少量水，并减慢进食速度，每次进餐时间控制在20-30分钟。增加咀嚼次数和时间，使唾液和食物充分拌和，以增加食物体积，增加饱腹感。</p>
            `
          },
          {
            title: '[运动建议]：',
            content: `
              <p>建议加强运动，避免久坐和视屏行为，可以寻求专业医生指导，获取更详细的运动处方。</p>
              <p>18月以内儿童应杜绝视屏暴露，2-5岁儿童每日久坐视屏时间应该控制在60分钟以下。 </p>
            `,
            age: {
              '360': '对于1岁内儿童：建议每天进行几次的互动式地面活动。如果孩子还不能自主爬行，建议每天至少做30分钟的俯卧活动（腹部时间）；注意避免过度包裹婴儿，影响其运动能力的发展',
              '360-1080': '对于1-2岁儿童：建议每天进行180分钟不同类型的运动，包括中高强度的活动，直至孩子出汗；',
              '1080-2160': '对于3-6岁儿童：建议每天至少有3个小时的活动，其中包括1个小时的中高强度活动，如踢毽子、跳绳、摸高跳、兔子跳等简易的活动；'
            }
          },
          {
            title: '[疾病预防]：',
            content: `<p>若有原发病或并发症，如胰岛素抵抗或代谢综合征等，应积极进行治疗</p>`
          }
        ]
      },
      {
        title: '当前体重肥胖',
        content: [
          {
            title: '[建议]：',
            content: `
              <p>1. 在专业儿科医生帮助下，通过体格测量，出生史、喂养史、 72小时膳食调查和饮食行为评估等，以了解问题的原因，排除原发病，有针对性进行营养干预。</p>
              <p>2. 可以考虑做人体成分分析，应用生物电阻抗方法测量孩子的体脂含量、体脂百分比、去脂体重、肌肉含量等，鉴别体重正常但体脂超标的肥胖，或肌肉型个体体重超重但体脂正常。</p>
              <p>3. 若有原发病或并发症，如胰岛素抵抗或代谢综合征等，建议寻求专业儿科医生的帮助，积极进行治疗。</p>
              <p>4. 每月进行营养监测，定期测量体重和身高，绘制生长曲线。</p>
            `
          },
          {
            title: '[饮食建议]：',
            content: `
              <p>1. 坚持母乳喂养。世界卫生组织和联合国儿童基金会推荐，对6个月以内的孩子进行纯母乳喂养，只吃母乳，不添加其它任何东西，包括水），6个月之后开始添加辅食并持续母乳喂养到孩子2岁甚至更久。</p>
              <p>2. 如果不能母乳喂养，选择质量合格的配方奶粉，避免过分机械性地依赖配方奶喂养说明上的喂养数量和时间，充分考虑宝宝的需要，避免强制进食。</p>
              <p>3. 避免过度喂养。注意观察和尊重孩子的吃饱的信号，不要强迫进食和过度喂养。这也可以让孩子能够听从自己身体发出的饥饿和饱胀感的信号，养成终身良好的饮食习惯。</p>
              <p>4. 注意辅食质量，避免过早添加辅食：一旦孩子准备好了（通常在孩子满6个月以后），建议给孩子添加辅食，包括水果和蔬菜，谷物，豆类，鱼、禽、蛋和瘦肉等。婴儿会尝试任何食物，在他们变得挑剔之前，及时塑造他们对食物的喜好。应该注意避免过早引入固体食物：哈佛研究表明，在四个月之前喂食固体食物的孩子未来更容易发生肥胖。</p>
              <p>5. 建议避免用食物来安慰孩子，或者用食物作为奖励的措施。</p>
            `
          },
          {
            title: '[营养建议]：',
            content: `
              <p>1. 小于2岁的儿童，不主张减肥，可以适当调整膳食结构，如用水果和蔬菜代替部分奶量。</p>
              <p>2. 对于较大儿童，主食以碳水化合物为主，正餐以米饭、面食为主食，加适量瘦肉、蛋、鱼、豆制品。</p>
              <p>3. 为满足孩子的饱腹感，建议用食物交换份概念，建议选择同样重量但体积大、热量少、膳食纤维含量多的食物，如芹菜、西红柿、黄瓜、红薯和白菜等，以增加饱腹感。</p>
              <p>4. 限制高脂、高糖和高盐食物，尤其注意控制含糖饮料的摄入。</p>
              <p>5. 进餐以少量多次为宜，可以变每日三餐为五餐。</p>
              <p>6. 热量的分配应加强早餐和中餐量，减少晚餐量，睡前2小时不再进食。</p>
              <p>7. 餐时宜先喝汤或少量水，并减慢进食速度，每次进餐时间控制在20-30分钟。增加咀嚼次数和时间，使唾液和食物充分拌和，以增加食物体积，增加饱腹感。</p>
            `
          },
          {
            title: '[运动建议]：',
            content: `
              <p>建议加强运动，避免久坐和视屏行为，可以寻求专业医生指导，获取更详细的运动处方。</p>
              <p>18月以内儿童应杜绝视屏暴露，2-5岁儿童每日久坐视屏时间应该控制在60分钟以下。</p>
            `,
            age: {
              '365': '对于1岁内儿童：建议每天进行几次的互动式地面活动。如果孩子还不能自主爬行，建议每天至少做30分钟的俯卧活动（腹部时间）；注意避免过度包裹婴儿，影响其运动能力的发展 ；',
              '365-1080': '对于1-2岁儿童：建议每天进行180分钟不同类型的运动，包括中高强度的活动，直至孩子出汗；',
              '1080-2160': '对于3-6岁儿童：建议每天至少有3个小时的活动，其中包括1个小时的中高强度活动，如踢毽子、跳绳、摸高跳、兔子跳等简易的活动；'
            }
          }
        ]
      },
    ],
    'months': [
      {
        title: '当前体重重度消瘦',
        content: [
          {
            title: '[建议]：',
            content: `
              <p>1. 在专业儿科医生帮助下，通过体格测量，出生史、喂养史、 72小时膳食调查和饮食行为评估等，以了解问题的原因，排除原发病，有针对性进行营养干预。</p>
              <p>2. 建议在专业医生帮助下，积极治疗引起的消瘦各种原发病，如胃肠道疾病、代谢性疾病、先天畸形、慢性消耗性疾病等，以及相关并发症如营养性贫血、各种维生素缺乏等。</p>
              <p>3. 每月进行营养监测，定期测量体重和身高，绘制生长曲线。</p>
            `
          },
          {
            title: '[饮食建议]：',
            content: `
              <p>1. 纠正不良饮食习惯，避免挑食、偏食等问题；</p>
              <p>2. 逐渐建立饮食规律，培养定时定点自主进餐；对于胃口不好的孩子可以少食多餐。</p>
              <p>3. 注意饮食卫生，饭前便后要洗手，饮用安全干净的水，预防腹泻和其他肠道传染病。</p>
            `
          },
          {
            title: '[营养建议]：',
            content: `
              <p>1. 保证食物的质和量，膳食多样化。注意优质蛋白质，如鱼禽蛋奶等动物类食品和豆制品等的摄入。</p>
              <p>2. 保证足够的主食（米、面、粗粮等碳水化合物）, 若油脂类食物摄入不足，可适当增加高质量的油脂类食物。</p>
              <p>3. 选择健康零食（全麦面包，酸奶，无盐坚果，水果）等， 控制高糖、高盐、高脂和深加工的零食的摄入，如：辣条、糕点、油炸食品和含糖饮料等。</p>
              <p>4. 根据医嘱选择膳食补充剂。</p>
            `
          },
          {
            title: '睡眠建议',
            content: `
              <p>营造良好睡眠环境，建立良好睡眠规律，保证孩子充足的睡眠；</p>
            `,
            age: {
              '1800-3960': '对于5-11岁儿童：建议保证小学生每日10个小时的睡眠时间；',
              '3960-6840': '对于11-19岁儿童：建议保证初中生每天9小时的睡眠时间；'
            }
          },
          {
            title: '[情绪建议]：',
            content: `
              <p>注意成人和孩子的情绪管理，营造良好的进餐氛围；避免强迫进行睡眠。</p>
            `
          }
        ]
      },
      {
        title: '当前体重中度消瘦',
        content: [
          {
            title: '[建议]：',
            content: `
              <p>1. 在专业儿科医生帮助下，通过体格测量，出生史、喂养史、 72小时膳食调查和饮食行为评估等，以了解问题的原因，排除原发病，有针对性进行营养干预。</p>
              <p>2. 建议在专业医生帮助下，积极治疗引起的消瘦各种原发病，如胃肠道疾病、代谢性疾病、先天畸形、慢性消耗性疾病等，以及相关并发症如营养性贫血、各种维生素缺乏等。</p>
              <p>3. 每月进行营养监测，定期测量体重和身高，绘制生长曲线。</p>
            `
          },
          {
            title: '[饮食建议]：',
            content: `
              <p>1. 纠正不良饮食习惯，避免挑食、偏食等问题；</p>
              <p>2. 逐渐建立饮食规律，培养定时定点自主进餐；对于胃口不好的孩子可以少食多餐。</p>
              <p>3. 注意饮食卫生，饭前便后要洗手，饮用安全干净的水，预防腹泻和其他肠道传染病。</p>
            `
          },
          {
            title: '[营养建议]：',
            content: `
              <p>1. 保证食物的质和量，膳食多样化。注意优质蛋白质，如鱼禽蛋奶等动物类食品和豆制品等的摄入。</p>
              <p>2. 保证足够的主食（米、面、粗粮等碳水化合物）, 若油脂类食物摄入不足，可适当增加高质量的油脂类食物。</p>
              <p>3. 选择健康零食（全麦面包，酸奶，无盐坚果，水果）等， 控制高糖、高盐、高脂和深加工的零食的摄入，如：辣条、糕点、油炸食品和含糖饮料等。</p>
              <p>4. 根据医嘱选择膳食补充剂。</p>
            `
          },
          {
            title: '睡眠建议',
            content: `
              <p>营造良好睡眠环境，建立良好睡眠规律，保证孩子充足的睡眠；</p>
            `,
            age: {
              '1800-3960': '对于5-11岁儿童：建议保证小学生每日10个小时的睡眠时间；',
              '3960-6840': '对于11-19岁儿童：建议保证初中生每天9小时的睡眠时间；'
            }
          },
          {
            title: '[情绪建议]：',
            content: `
              <p>注意成人和孩子的情绪管理，营造良好的进餐氛围；避免强迫进行睡眠。</p>
            `
          }
        ]
      },
      {
        title: '当前体重正常',
        content: [
          {
            title: '[建议]：',
            content: `
              <p>建议定期带孩子接受健康检查和生长发育评价；</p>
            `
          },
          {
            title: '[饮食建议]：',
            content: `
              <p>1. 平衡膳食：提供营养丰富的平衡膳食，保证优质蛋白质的摄入；膳食安排和烹调食物宜清淡；</p>
              <p>2. 纠正不良饮食习惯，避免挑食、偏食等问题；选择健康零食（全麦面包，酸奶，无盐坚果，水果）等，控制高糖、高盐、高脂和深加工的零食的摄入，如：辣条、糕点、油炸食品和含糖饮料等。</p>
            `
          },
          {
            title: '睡眠建议',
            content: `
              <p>营造良好睡眠环境，建立良好睡眠规律，保证孩子充足的睡眠；</p>
            `,
            age: {
              '1800-3960': '对于5-11岁儿童：建议保证小学生每日10个小时的睡眠时间；',
              '3960-6840': '对于11-19岁儿童：建议保证初中生每天9小时的睡眠时间；'
            }
          },
          {
            title: '[运动建议]：',
            content: `
              <p>适当进行户外活动，多晒太阳，增强体质</p>
            `
          },
          {
            title: '[疾病预防]：',
            content: `
              <p>积极预防疾病，增强抵抗力；注意饮食卫生，饭前便后要洗手，饮用安全干净的水，预防腹泻和其他肠道传染病。</p>
            `
          }
        ]
      },
      {
        title: '当前体重正常',
        content: [
          {
            title: '[建议]：',
            content: `
              <p>建议定期带孩子接受健康检查和生长发育评价；</p>
            `
          },
          {
            title: '[饮食建议]：',
            content: `
              <p>1. 平衡膳食：提供营养丰富的平衡膳食，保证优质蛋白质的摄入；膳食安排和烹调食物宜清淡；</p>
              <p>2. 纠正不良饮食习惯，避免挑食、偏食等问题；选择健康零食（全麦面包，酸奶，无盐坚果，水果）等，控制高糖、高盐、高脂和深加工的零食的摄入，如：辣条、糕点、油炸食品和含糖饮料等。</p>
            `
          },
          {
            title: '睡眠建议',
            content: `
              <p>营造良好睡眠环境，建立良好睡眠规律，保证孩子充足的睡眠；</p>
            `,
            age: {
              '1800-3960': '对于5-11岁儿童：建议保证小学生每日10个小时的睡眠时间；',
              '3960-6840': '对于11-19岁儿童：建议保证初中生每天9小时的睡眠时间；'
            }
          },
          {
            title: '[运动建议]：',
            content: `
              <p>适当进行户外活动，多晒太阳，增强体质</p>
            `
          },
          {
            title: '[疾病预防]：',
            content: `
              <p>积极预防疾病，增强抵抗力；注意饮食卫生，饭前便后要洗手，饮用安全干净的水，预防腹泻和其他肠道传染病。</p>
            `
          }
        ]
      },
      {
        title: '当前体重超重',
        content: [
          {
            title: '[建议]：',
            content: `
              <p>1. 在专业儿科医生帮助下，通过体格测量，出生史、喂养史、 72小时膳食调查和饮食行为评估等，以了解问题的原因，排除原发病，有针对性进行营养干预。 </p>
              <p>2. 可以考虑做人体成分分析，应用生物电阻抗方法测量孩子的体脂含量、体脂百分比、去脂体重、肌肉含量等，鉴别体重正常但体脂超标的肥胖，或肌肉型个体体重超重但体脂正常。</p>
              <p>3. 每月进行营养监测，定期测量体重和身高，绘制生长曲线。</p>
            `
          },
          {
            title: '[饮食建议]：',
            content: `
              <p>1. 进餐以少量多次为宜，可以变每日三餐为五餐。</p>
              <p>2. 热量的分配应加强早餐和中餐量，减少晚餐量，睡前2小时不再进食。</p>
              <p>3. 进餐时宜先喝汤或少量水，并减慢进食速度，每次进餐时间控制在20-30分钟。增加咀嚼次数和时间，使唾液和食物充分拌和，以增加食物体积，增加饱腹感。</p>
            `
          },
          {
            title: '[营养建议]',
            content: `
              <p>1. 主食以碳水化合物为主，正餐以米饭、面食为主食，限制甜食、含糖饮料及高热量的食物，应保证优质蛋白质的摄入，如瘦肉、蛋、鱼和豆制品等。</p>
              <p>2. 为满足孩子的饱腹感，应用食物交换份概念，选择同样重量但体积大、热量少、膳食纤维含量多的食物，如芹菜、西红柿、黄瓜、红薯和白菜等，以增加饱腹感。</p>
              <p>3. 选择健康零食（全麦面包，酸奶，无盐坚果，水果）等， 控制高糖、高盐、高脂和深加工的零食的摄入，如：辣条、糕点、油炸食品和含糖饮料等。</p>
            `
          },
          {
            title: '[运动建议]：',
            content: `
              <p>加强运动，避免久坐行为。以下是儿童运动的一些基本原则，建议寻求专业医生指导，获取更详细的运动处方：</p>
              <p>1. 建议遵循安全、趣味、便于长期坚持的运动；</p>
              <p>2. 运动形式以有氧运动和抗阻训练为主。有氧运动包括走路、跑步、跳绳、游泳、球类、骑自行车和跳舞等。抗阻运动包括仰卧起坐、俯卧撑、哑铃、弹力棒、拉力带、器械等。建议以中等强度、持续时间较长的有氧代谢运动为主，有氧运动与抗阻运动交替进行。</p>
              <p>3. 学龄儿童每天应进行至少60分钟的体育活动；同时避免久坐的生活方式，控制每日视屏时间（最多不能超过2小时）。</p>
              <p>4. 鼓励孩子平时走路或骑车上学，爬楼梯，参加一些力所能及的家务劳动。</p>
            `
          },
          {
            title: '[疾病预防]：',
            content: `
              <p>若有原发病或并发症，如胰岛素抵抗或代谢综合征等，应积极进行治疗</p>
            `
          }
        ]
      },
      {
        title: '当前体重超重',
        content: [
          {
            title: '[建议]：',
            content: `
              <p>1. 在专业儿科医生帮助下，通过体格测量，出生史、喂养史、 72小时膳食调查和饮食行为评估等，以了解问题的原因，排除原发病，有针对性进行营养干预。 </p>
              <p>2. 可以考虑做人体成分分析，应用生物电阻抗方法测量孩子的体脂含量、体脂百分比、去脂体重、肌肉含量等，鉴别体重正常但体脂超标的肥胖，或肌肉型个体体重超重但体脂正常。</p>
              <p>3. 每月进行营养监测，定期测量体重和身高，绘制生长曲线。</p>
            `
          },
          {
            title: '[饮食建议]：',
            content: `
              <p>1. 进餐以少量多次为宜，可以变每日三餐为五餐。</p>
              <p>2. 热量的分配应加强早餐和中餐量，减少晚餐量，睡前2小时不再进食。</p>
              <p>3. 进餐时宜先喝汤或少量水，并减慢进食速度，每次进餐时间控制在20-30分钟。增加咀嚼次数和时间，使唾液和食物充分拌和，以增加食物体积，增加饱腹感。</p>
            `
          },
          {
            title: '[营养建议]',
            content: `
              <p>1. 主食以碳水化合物为主，正餐以米饭、面食为主食，限制甜食、含糖饮料及高热量的食物，应保证优质蛋白质的摄入，如瘦肉、蛋、鱼和豆制品等。</p>
              <p>2. 为满足孩子的饱腹感，应用食物交换份概念，选择同样重量但体积大、热量少、膳食纤维含量多的食物，如芹菜、西红柿、黄瓜、红薯和白菜等，以增加饱腹感。</p>
              <p>3. 选择健康零食（全麦面包，酸奶，无盐坚果，水果）等， 控制高糖、高盐、高脂和深加工的零食的摄入，如：辣条、糕点、油炸食品和含糖饮料等。</p>
            `
          },
          {
            title: '[运动建议]：',
            content: `
              <p>加强运动，避免久坐行为。以下是儿童运动的一些基本原则，建议寻求专业医生指导，获取更详细的运动处方：</p>
              <p>1. 建议遵循安全、趣味、便于长期坚持的运动；</p>
              <p>2. 运动形式以有氧运动和抗阻训练为主。有氧运动包括走路、跑步、跳绳、游泳、球类、骑自行车和跳舞等。抗阻运动包括仰卧起坐、俯卧撑、哑铃、弹力棒、拉力带、器械等。建议以中等强度、持续时间较长的有氧代谢运动为主，有氧运动与抗阻运动交替进行。</p>
              <p>3. 学龄儿童每天应进行至少60分钟的体育活动；同时避免久坐的生活方式，控制每日视屏时间（最多不能超过2小时）。</p>
              <p>4. 鼓励孩子平时走路或骑车上学，爬楼梯，参加一些力所能及的家务劳动。</p>
            `
          }
        ]
      },
    ]
  }
};

export default data;
